Repository: Jerome-Herbinet/jitsi
Catalog: translationfiles/*/jitsi.po
Languages: el, es, fr, pt_br

source: conferences
el: τηλεδιασκέψεις
es: conferencias
fr: réunions
pt_br: reuniões

source: Jitsi Integration
el: Ενσωμάτωση Jitsi
es: Integración Jitsi
fr: Intégration de Jitsi
pt_br: Integração Jitsi

source: Conferences
el: Τηλεδιασκέψεις
es: Conferencias
fr: Réunions
pt_br: Reuniões

source: Jitsi Integration (unofficial)
el: Ενσωμάτωση Jitsi (ανεπίσημη)
es: Integración Jitsi (no oficial)
fr: Intégration de Jitsi (non officiel)
pt_br: Integração Jitsi (não oficial)

source: This app integrates Jitsi conferences into Nextcloud. Features: - 🎥 Easy online conferences in Nextcloud utilising Jitsi - 🔗 Sharable conference room links - 🔎 Shows conference rooms in the global search - ✅ System test before joining a conference Please read the [documentation](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).
el: Αυτή η εφαρμογή ενσωματώνει τις τηλεδιασκέψεις Jitsi στο Nextcloud. Χαρακτηριστικά: - 🎥 Εύκολες διαδικτυακές τηλεδιασκέψεις στο Nextcloud χρησιμοποιώντας το Jitsi - 🔗 Δυνατότητα κοινής χρήσης συνδέσμων δωματίων τηλεδιασκέψεων - 🔎 Εμφανίζει αίθουσες τηλεδιασκέψεων στην καθολική αναζήτηση - ✅ Δοκιμή συστήματος πριν συμμετάσχετε σε μια τηλεδιάσκεψη Διαβάστε την [τεκμηρίωση](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).
es: Esta app integra conferencias Jitsi en Nextcloud. Características: - 🎥 Sencillas conferencias online en Nextcloud usando Jitsi - 🔗 Comparte enlaces a tus salas de conferencia - 🔎 Muestra las salas de conferencia en la búsqueda global - ✅ Test del sistema antes de unirte a una conferencia Por favor, lee la [documentación](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).
fr: Cette application intègre les réunions Jitsi à Nextcloud. Caractéristiques: - 🎥 Conférences online faciles dans Nextcloud en utilisant Jitsi - 🔗 Partage des liens vers les salles de réunion - 🔎 Affiche les salles de réunion dans la recherche globale - ✅ Test système avant de rejoindre une réunion Lisez la [documentation](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).

source: loading…
el: φόρτωση…
es: cargando…
fr: chargement…

source: Server URL (required)
el: URL διακομιστή (απαιτείται)
es: URL del servidor (necesario)
fr: URL du serveur (requis)
pt_br: URL do servidor (obrigatório)

source: Help link (optional)
el: Σύνδεσμος βοήθειας (προαιρετικό)
es: Enlace a la ayuda (opcional)
fr: Lien d’aide (facultatif)
pt_br: Link de ajuda (opcional)

source: Display "Join using the Jitsi app"
el: Εμφάνιση "Συμμετοχή με την εφαρμογή Jitsi"
es: Mostrar “Unirse usando la app de Jitsi”
fr: Afficher « Rejoindre via l’application Jitsi »
pt_br: Exiba "Entrar usando o aplicativo Jitsi"

source: JWT Secret (optional)
el: JWT Κωδικός (προαιρετικό)
es: Contraseña JWT (opcional)
fr: Secret JWT (facultatif)
pt_br: Segredo do JWT (opcional)

source: JWT Audience (optional)
el: JWT Ακροατήριο (προαιρετικό)
es: Audiencia de JWT (opcional)
fr: Audience JWT (facultatif)
pt_br: Público JWT (opcional)

source: JWT Issuer (optional)
el: Εκδότης JWT (προαιρετικό)
es: Emisor JWT (opcional)
fr: Émetteur JWT (facultatif)
pt_br: Emissor JWT (opcional)

source: save
el: αποθήκευση
es: guardar
fr: enregistrer
pt_br: Salve 

source: saved
el: αποθηκεύτηκε
es: guardado
fr: enregistré
pt_br: salvou

source: saving…
el: αποθήκευση…
es: guardando…
fr: enregistrement…

source: Please provide a Jitsi instance URL
el: Καταχωρίστε μια διεύθυνση URL εγκατάστασης Jitsi
es: Proporcione una URL a la instancia de Jitsi por favor
fr: Indiquez l’URL d’une instance Jitsi
pt_br: Forneça um URL de instância Jitsi

source: The server URL must start with https://
el: Η διεύθυνση URL του διακομιστή πρέπει να ξεκινά με https://
es: La URL del servidor debe empezar por https://
fr: L’URL du serveur doit commencer par https://
pt_br: A URL do servidor deve começar com https://

source: It is highly recommended to set up a dedicated Jitsi instance
el: Συνιστάται ανεπιφύλακτα η ρύθμιση μιας αποκλειστικής εγκατάστασης Jitsi
es: Se recomienda encarecidamente instalar una instancia de Jitsi dedicada
fr: Il est hautement recommandé de configurer une instance Jitsi dédiée
pt_br: É altamente recomendável configurar uma instância Jitsi dedicada

source: Please provide the App Id
el: Παρακαλώ εισάγετε το App Id
es: Proporcione el Id de la App por favor
fr: Indiquez l’App Id
pt_br: Forneça o ID do aplicativo

source: Failed to save settings
el: Αποτυχία αποθήκευσης ρυθμίσεων
es: Fallo al guardar las opciones
fr: Échec d’enregistrement des paramètres
pt_br: Falha ao salvar as configurações

source: Failed to load settings
el: Αποτυχία φόρτωσης ρυθμίσεων
es: Fallo al cargar las opciones
fr: Échec de chargement des paramètres
pt_br: Falha ao carregar as configurações

source: Conference rooms
el: Δωμάτια τηλεδιασκέψεων
es: Salas de conferencia
fr: Salles de réunion
pt_br: Salas de reunião

source: Conference
el: Τηλεδιάσκεψη
es: Conferencia
fr: Réunion
pt_br: Reunião

source: Problems detected
el: Εντοπίστηκαν προβλήματα
es: Problemas detectados
fr: Problèmes détectés
pt_br: Problemas detectados

source: Your browser is non-optimal:
el: Το πρόγραμμα περιήγησής σας δεν είναι βέλτιστο:
es: Su navegador no es el adecuado:
fr: Votre navigateur n’est pas optimal:
pt_br: Seu navegador não é o ideal:

source: Audio and video quality could be poor. It is recommended to use a recent <b>Firefox / Chrome / Chromium</b> version.
el: Η ποιότητα ήχου και βίντεο μπορεί να είναι κακή. Συνιστάται η χρήση μιας πρόσφατης έκδοσης <b>Firefox / Chrome / Chromium</b>.
es: La calidad de audio y vídeo podría ser baja. Se recomienda usar una versión reciente de <b>Firefox / Chrome / Chromium</b>.
fr: La qualité du son et de l’image pourraient être faibles. Il est recommandé d’utiliser une version récente de <b>Firefox / Chrome / Chromium</b>.
pt_br: A qualidade de áudio e vídeo pode ser ruim. Recomenda-se usar uma versão recente do <b>Microsoft Edge / Firefox / Chrome / Chromium</b>.

source: Browser not supported
el: Το πρόγραμμα περιήγησης δεν υποστηρίζεται
es: Navegador no soportado
fr: Navigateur non-supporté
pt_br: Navegador não suportado

source: Show system check
el: Εμφάνιση ελέγχου συστήματος
es: Mostrar comprobación del sistema
fr: Afficher la vérification du système
pt_br: Mostrar verificação do sistema

source: Your name:
el: Το όνομα σας:
es: Su nombre:
fr: Votre nom :
pt_br: Seu nome:

source: click here to join
el: κλικ εδώ για συμμετοχή
es: pulse aquí para unirse
fr: cliquez ici pour rejoindre
pt_br: Clique aqui para aderir

source: Start muted
el: Ξεκινήστε με απενεργοποιημένο μικρόφωνο
es: Iniciar en silencio
fr: Démarrer en mode muet
pt_br: Iniciar sem som

source: Start with camera off
el: Ξεκινήστε με απενεργοποιημένη κάμερα
es: Iniciar con la cámara apagada
fr: Démarrer sans caméra
pt_br: Comece com a câmera desligada

source: Join using the Jitsi app
el: Συμμετοχή με την εφαρμογή Jitsi

source: Download the app here ↗
el: Λήψη της εφαρμογής εδώ ↗
es: Descargar la app aquí ↗
fr: Télécharger l’appli ici ↗

source: Create participation link
el: Δημιουργία συνδέσμου συμμετοχής
es: Crear enlace de participación
fr: Créer un lien de participation
pt_br: Criar link de participação

source: Paste the link from above into the<br>input field on the App start screen
el: Επικολλήστε τον σύνδεσμο από πάνω στο <br>πεδίο εισαγωγής στην οθόνη έναρξης της εφαρμογής
es: Pegue el enlace superior en el <br>formulario de la pantalla de inicio de la App
fr: Collez le lien ci-dessus dans le<br>champ sur l’écran de démarrage de l’App
pt_br: Cole o link acima no<br>campo de entrada na tela inicial do aplicativo

source: Link copied
el: Ο σύνδεσμος αντιγράφηκε
es: Enlace copiado
fr: Lien copié
pt_br: Link copiado

source: Cannot copy, please copy the link manually
el: Αδυναμία αντιγραφής, αντιγράψτε τον σύνδεσμο χειρωνακτικά
es: No se puede copiar, por favor copie el enlace manualmente
fr: Copie impossible, copiez le lien manuellement
pt_br: Não é possível copiar, copie o link manualmente

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse-papier
pt_br: Copiar para área de transferência

source: Browser
el: Πρόγραμμα περιήγησης
es: Navegador
fr: Navigateur
pt_br: Navegador

source: non-optimal
el: μη βέλτιστο
es: inadecuado
pt_br: não ideal

source: not supported
el: δεν υποστηρίζεται
es: no soportado
fr: non supporté
pt_br: não suportado

source: Audio and video quality could be poor.<br> It is recommended to use a recent <b>Firefox/Chrome/Chromium</b> version.
el: Η ποιότητα ήχου και βίντεο μπορεί να είναι κακή. <br> Συνιστάται η χρήση μιας πρόσφατης έκδοσης <b>Firefox / Chrome / Chromium</b>.
es: La calidad de audio y vídeo podría ser insuficiente.<br> Se recomienda usar una versión reciente de <b>Firefox/Chrome/Chromium</b>.
fr: La qualité du son et de l’image pourraient être faibles.<br> Il est recommandé d’utiliser une version récente de <b>Firefox / Chrome / Chromium</b>.
pt_br: A qualidade de áudio e vídeo pode ser ruim.<br> É recomendável usar uma versão recente do <b>Firefox/Chrome/Chromium</b>.

source: Help
el: Βοήθεια
es: Ayuda
fr: Aide
pt_br: Ajuda

source: Camera
el: Κάμερα
es: Cámara
fr: Caméra
pt_br: Câmera

source: Name of the new room
el: Όνομα το νέου δωματίου
es: Nombre de la nueva sala
fr: Nom de la nouvelle salle
pt_br: Nome da nova sala

source: No conference rooms yet
el: Δεν υπάρχουν ακόμη δωμάτια τηλεδιασκέψεων
es: Todavía no hay salas de conferencia
fr: Pas encore de salles de réunion
pt_br: Ainda não há salas de reunião

source: Create the first room:
el: Δημιουργήστε το πρώτο δωμάτιο:
es: Crear la primera sala:
fr: Créer la première salle :
pt_br: Crie a primeira sala:

source: Microphone
el: Μικρόφωνο
es: Micrófono
fr: Micro
pt_br: Microfone

source: Join
el: Συμμετοχή
es: Unirse
fr: Rejoindre
pt_br: Juntar

source: Delete room
el: Διαγραφή δωματίου
es: Eliminar sala
fr: Supprimer la salle
pt_br: Excluir sala

source: Room not found
el: Το δωμάτιο δε βρέθηκε
es: Sala no encontrada
fr: Salle non trouvée
pt_br: Sala não encontrada

source: Please check the link/URL and ask your host
el: Ελέγξτε τον σύνδεσμο/URL και ρωτήστε τον οικοδεσπότη σας
es: Por favor, compruebe el enlace y pregunte a su anfitrión
fr: Vérifiez le lien/URL et demandez au serveur
pt_br: Verifique o link/URL e pergunte ao seu host

source: Audio output
el: Έξοδος ήχου
es: Salida de audio
fr: Sortie audio
pt_br: Saída de áudio

source: Play test sound
el: Αναπαραγωγή δοκιμαστικού ήχου
es: Reproducir sonido de prueba
fr: Jouer un son test
pt_br: Reproduzir som de teste

source: System check
el: Έλεγχος συστήματος
es: Comprobación del sistema
fr: Vérification du système
pt_br: Checagem de sistema

source: Got issues?
el: Έχετε προβλήματα;

source: Known problems / what you can try
el: Γνωστά προβλήματα / τι μπορείτε να δοκιμάσετε

source: • Accept the microphone / camera access permissions at the top of the screen
el: • Αποδεχτείτε τα δικαιώματα πρόσβασης μικροφώνου / κάμερας στο επάνω μέρος της οθόνης

source: • Check the microphone / camera access permissions by clicking the icon next to the address bar. Then reload the page.
el: • Ελέγξτε τα δικαιώματα πρόσβασης μικροφώνου / κάμερας κάνοντας κλικ στο εικονίδιο δίπλα στη γραμμή διευθύνσεων. Στη συνέχεια, φορτώστε ξανά τη σελίδα.

source: • If you have DroidCam: Connect to the mobile camera, then reload the page
el: • Εάν έχετε DroidCam: Συνδεθείτε στην κάμερα του κινητού και, στη συνέχεια, φορτώστε ξανά τη σελίδα

source: • Try join using the Jitsi app (follow the instructions at the bottom of the page)
el: • Δοκιμάστε να συμμετέχετε χρησιμοποιώντας την εφαρμογή Jitsi (ακολουθήστε τις οδηγίες στο κάτω μέρος της σελίδας)

source: No camera / microphone access
el: Δεν υπάρχει πρόσβαση κάμερας / μικροφώνου
es: Sin acceso a la cámara / micrófono
fr: Pas d’accès caméra / micro
pt_br: Sem acesso à câmera/microfone

source: Review your browser camera and microphone access settings
el: Ελέγξτε τις ρυθμίσεις πρόσβασης της κάμερας και του μικροφώνου του προγράμματος περιήγησής σας

source: Click here for {browser} instructions
el: Κάντε κλικ εδώ για οδηγίες {browser}

source: Doesn't work?
el: Δε λειτουργεί;
es: ¿No funciona?
fr: Ça ne fonctionne pas ?
pt_br: Não funciona?

source: Click here for trouhleshooting help
el: Κάντε κλικ εδώ για βοήθεια αντιμετώπισης προβλημάτων
es: Pulsar para ayuda
fr: Cliquez ici pour une aide de dépannage
pt_br: Clique aqui para obter ajuda na solução de problemas

source: Conferences app not yet configured
el: Η εφαρμογή Τηλεδιασκέψεις δεν έχει ακόμη διαμορφωθεί
es: App de conferencia sin configurar
fr: Appli de réunions pas encore configurée
pt_br: Aplicativo de reuniões ainda não configurado

source: Please contact your administrator to set up the conferences app.
el: Επικοινωνήστε με τον διαχειριστή σας για να ρυθμίσετε την εφαρμογή τηλεδιασκέψεων.
es: Por favor, contacte con su administrador para instalar la App de conferencias.
fr: Contactez votre administrateur pour configurer l’appli de réunions.
pt_br: Entre em contato com seu administrador para configurar o aplicativo de reuniões.

source: Your browser (%1$s) is outdated and<br>no longer supported
el: Το πρόγραμμα περιήγησής σας (%1$s) είναι παλιό και<br>δεν υποστηρίζεται πλέον
es: Su navegador (%1$s) es obsoleto y <br>ya no está soportado
fr: Votre navigateur (%1$s) est dépassé et<br>n’est plus supporté
pt_br: Seu navegador (%1$s) está desatualizado e<br>não é mais compatível

source: It is recommended to use the latest version of one of the following browsers:
el: Συνιστάται να χρησιμοποιήσετε την πιο πρόσφατη έκδοση ενός από τα ακόλουθα προγράμματα περιήγησης:
es: Se recomienda utilizar la última versión de uno de los siguientes navegadores:
fr: Il est recommandé d’utiliser la dernière version des navigateurs suivants :
pt_br: Recomenda-se usar a versão mais recente de um dos seguintes navegadores:

source: JWT App Id
es: Id de la App JWT
fr: App Id JWT
pt_br: ID do aplicativo JWT

source: Conference left
es: Conferencia abandonada
fr: Réunion quittée
pt_br: Reunião à esquerda

source: Join using the Jitsi app (beta)
es: Unirse usando la app de Jitsi (beta)
fr: Rejoindre en utilisant l’appli Jitsi (beta)
pt_br: Junte-se usando o aplicativo Jitsi (beta)

source: Click on the icon on the left in the browser bar next to the URL and allow access:
es: Pulse en el icono a la izquierda de la barra del navegador junto a la URL y autorice el acceso:
fr: Cliquez sur l’icône à gauche dans la barre du navigateur, à côté de l’URL, et autorisez l’accès :
pt_br: Clique no ícone à esquerda na barra do navegador ao lado da URL e permita o acesso:

source: This app integrates Jitsi conferences into Nextcloud. Features: - ðŸŽ¥ Easy online conferences in Nextcloud utilising Jitsi - ðŸ”— Sharable conference room links - ðŸ”Ž Shows conference rooms in the global search - âœ… System test before joining a conference Please read the [documentation](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).
pt_br: Este aplicativo integra reuniões Jitsi no Nextcloud. Recursos: - ðŸŽ¥ Reuniões online fáceis no Nextcloud utilizando o Jitsi - ðŸ”— Links de salas de reunião compartilháveis - ðŸ”Ž Mostra salas de reunião na pesquisa global - âœ… Teste do sistema antes de entrar em uma reunião Leia a [documentação](https://pubcode.weimann.digital/projects/nextcloud-jitsi/blob/master/README.md).

source: loadingâ€¦
pt_br: carregando...

source: savingâ€¦
pt_br: economizando...

source: Download the app here â†—
pt_br: Baixe o aplicativo aqui†—
